Repository: Xentinus/Homassy-ios
Catalog: Homassy/Localizable.xcstrings
Source language: en
Languages: de, hu

# add.inventoryItem
source: Add item
de: Artikel hinzufügen
hu: Tétel hozzáadása

# add.menu
source: Add
de: Hinzufügen
hu: Hozzáadás

# add.product
source: New product
de: Neues Produkt
hu: Új termék

# add.shoppingList
source: New shopping list
de: Neue Einkaufsliste
hu: Új bevásárlólista

# amount.consume.title
source: Consume
de: Verbrauchen
hu: Fogyasztás

# amount.decrease
source: Less
de: Weniger
hu: Kevesebb

# amount.increase
source: More
de: Mehr
hu: Több

# amount.maximum %@
source: At most %@
de: Höchstens %@
hu: Legfeljebb %@

# amount.move.title
source: Move
de: Verschieben
hu: Áthelyezés

# amount.moveTo
source: Move to
de: Wohin
hu: Hová

# amount.moveTo.search
source: Search storage locations
de: Lagerorte suchen
hu: Tárolók keresése

# amount.placeholder
source: Amount
de: Menge
hu: Mennyiség

# amount.title
source: Amount
de: Menge
hu: Mennyiség

# archive.entity.members
source: Members
de: Mitglieder
hu: Tagok

# archive.entity.products
source: Products
de: Produkte
hu: Termékek

# archive.entity.shoppingLists
source: Shopping lists
de: Einkaufslisten
hu: Bevásárlólisták

# archive.entity.shoppingLocations
source: Stores
de: Geschäfte
hu: Üzletek

# archive.entity.storageLocations
source: Storage locations
de: Lagerorte
hu: Tárolóhelyek

# archive.export.button %@
source: Export “%@”
de: „%@“ exportieren
hu: „%@” exportálása

# archive.export.failed
source: Couldn’t export
de: Export fehlgeschlagen
hu: Nem sikerült exportálni

# archive.group.stock
source: Stock
de: Bestand
hu: Készlet

# archive.import.auto %lld
source: %lld · automatic
de: %lld · automatisch
hu: %lld · automatikus

# archive.import.auto.shoppingLocations %lld
source: Stores added for the stock and lists: %lld
de: Wegen Bestand und Listen hinzugefügte Geschäfte: %lld
hu: A készlet és a listák miatt bekerülő üzletek: %lld

# archive.import.auto.storageLocations %lld
source: Storage locations added for the stock: %lld
de: Wegen des Bestands hinzugefügte Lagerorte: %lld
hu: A készlet miatt bekerülő tárolóhelyek: %lld

# archive.import.breakdown %lld %lld %lld
source: %1$lld new, %2$lld updated, %3$lld unchanged
de: %1$lld neu, %2$lld aktualisiert, %3$lld unverändert
hu: %1$lld új, %2$lld frissül, %3$lld változatlan

# archive.import.button
source: Import from file
de: Aus Datei importieren
hu: Importálás fájlból

# archive.import.cancel
source: Cancel
de: Abbrechen
hu: Mégse

# archive.import.confirm
source: Import
de: Importieren
hu: Importálás

# archive.import.contents
source: Contents
de: Inhalt
hu: Tartalom

# archive.import.done.button
source: Done
de: Fertig
hu: Kész

# archive.import.done.title %@
source: Imported into “%@”
de: Importiert in „%@“
hu: Importálva ide: „%@”

# archive.import.exportedAt
source: Exported
de: Exportiert
hu: Exportálva

# archive.import.failed.title
source: Couldn’t import
de: Import fehlgeschlagen
hu: Nem sikerült importálni

# archive.import.lists.detail %lld
source: Items: %lld
de: Einträge: %lld
hu: Tételek: %lld

# archive.import.loading
source: Reading file…
de: Datei wird gelesen…
hu: Fájl beolvasása…

# archive.import.members.withheld %lld
source: Only the household's owner can bring other members along. Members left out: %lld. Your own member details come along.
de: Andere Mitglieder kann nur der Eigentümer des Haushalts mitnehmen. Ausgelassene Mitglieder: %lld. Deine eigenen Mitgliedsdaten kommen mit.
hu: Más tagokat csak a háztartás tulajdonosa hozhat át. Kimaradó tagok: %lld. A saját tagadataid átkerülnek.

# archive.import.merge.footer
source: Records that are newer in the file replace yours. Nothing is deleted.
de: Einträge, die in der Datei neuer sind, ersetzen deine. Es wird nichts gelöscht.
hu: A fájlban újabb bejegyzések felülírják a tieidet. Semmi sem törlődik.

# archive.import.mode
source: Import as
de: Importieren als
hu: Importálás módja

# archive.import.mode.merge %@
source: Merge into “%@”
de: Zusammenführen mit „%@“
hu: Összefésülés ide: „%@”

# archive.import.mode.newSpace
source: New household
de: Neuer Haushalt
hu: Új háztartás

# archive.import.newSpace.footer
source: A new household is created from the file. It stays private until you share it.
de: Aus der Datei entsteht ein neuer Haushalt. Er bleibt privat, bis du ihn teilst.
hu: A fájlból új háztartás jön létre. Amíg meg nem osztod, csak a tiéd.

# archive.import.nothingSelected
source: Choose at least one thing to import.
de: Wähle mindestens etwas zum Importieren aus.
hu: Válassz ki legalább egy dolgot az importáláshoz.

# archive.import.pick.all
source: All
de: Alle
hu: Összes

# archive.import.pick.members %lld %lld
source: Choose members · %1$lld / %2$lld
de: Mitglieder auswählen · %1$lld / %2$lld
hu: Tagok kiválasztása · %1$lld / %2$lld

# archive.import.pick.none
source: None
de: Keine
hu: Egyik sem

# archive.import.pick.products %lld %lld
source: Choose products · %1$lld / %2$lld
de: Produkte auswählen · %1$lld / %2$lld
hu: Termékek kiválasztása · %1$lld / %2$lld

# archive.import.pick.shoppingLists %lld %lld
source: Choose shopping lists · %1$lld / %2$lld
de: Einkaufslisten auswählen · %1$lld / %2$lld
hu: Bevásárlólisták kiválasztása · %1$lld / %2$lld

# archive.import.pick.shoppingLocations %lld %lld
source: Choose stores · %1$lld / %2$lld
de: Geschäfte auswählen · %1$lld / %2$lld
hu: Üzletek kiválasztása · %1$lld / %2$lld

# archive.import.pick.storageLocations %lld %lld
source: Choose storage locations · %1$lld / %2$lld
de: Lagerorte auswählen · %1$lld / %2$lld
hu: Tárolóhelyek kiválasztása · %1$lld / %2$lld

# archive.import.pickTitle.members
source: Choose members
de: Mitglieder auswählen
hu: Tagok kiválasztása

# archive.import.pickTitle.products
source: Choose products
de: Produkte auswählen
hu: Termékek kiválasztása

# archive.import.pickTitle.shoppingLists
source: Choose shopping lists
de: Einkaufslisten auswählen
hu: Bevásárlólisták kiválasztása

# archive.import.pickTitle.shoppingLocations
source: Choose stores
de: Geschäfte auswählen
hu: Üzletek kiválasztása

# archive.import.pickTitle.storageLocations
source: Choose storage locations
de: Lagerorte auswählen
hu: Tárolóhelyek kiválasztása

# archive.import.products.detail %lld
source: Recorded purchases: %lld
de: Erfasste Einkäufe: %lld
hu: Rögzített vásárlások: %lld

# archive.import.products.search
source: Name, brand or barcode
de: Name, Marke oder Barcode
hu: Név, márka vagy vonalkód

# archive.import.search
source: Search
de: Suchen
hu: Keresés

# archive.import.source
source: File from
de: Stammt aus
hu: Forrás

# archive.import.stock.detail %lld %lld
source: Consumption: %1$lld · History: %2$lld
de: Verbrauch: %1$lld · Verlauf: %2$lld
hu: Fogyasztás: %1$lld · Előzmények: %2$lld

# archive.import.unlinked %lld
source: List items arriving without a product: %lld
de: Listeneinträge ohne Produkt: %lld
hu: Termék nélkül érkező listatételek: %lld

# archive.lastExport
source: Last export
de: Letzter Export
hu: Utolsó exportálás

# archive.lastExport.never
source: Never
de: Noch nie
hu: Még soha

# archive.section.footer
source: Export saves everything here to a .homassy file you can keep in Files or iCloud Drive. Import brings a file back as a new household or merges it into an existing one.
de: Der Export speichert alles hier in einer .homassy-Datei, die du in Dateien oder iCloud Drive aufbewahren kannst. Der Import holt eine Datei als neuen Haushalt zurück oder führt sie mit einem bestehenden zusammen.
hu: Az exportálás mindent, ami itt van, egy .homassy fájlba ment, amelyet a Fájlokban vagy az iCloud Drive-on tarthatsz. Az importálás egy fájlt új háztartásként hoz vissza, vagy egy meglévőbe fésüli össze.

# archive.section.title
source: Backup
de: Sicherung
hu: Biztonsági mentés

# attribution.byNow %@
source: %@ · now
de: %@ · gerade eben
hu: %@ · most

# backup.banner.dismiss
source: Not now
de: Nicht jetzt
hu: Most nem

# backup.banner.export
source: Export now
de: Jetzt exportieren
hu: Exportálás most

# backup.banner.message
source: Your data lives in iCloud. An export file is an extra copy that you control.
de: Deine Daten liegen in iCloud. Eine Exportdatei ist eine zusätzliche Kopie in deiner Hand.
hu: Az adataid az iCloudban vannak. Egy exportált fájl egy plusz másolat, ami a te kezedben van.

# backup.banner.title
source: Time for a backup
de: Zeit für eine Sicherung
hu: Ideje menteni

# barcode.addToInventory
source: Add to inventory
de: Zum Vorrat hinzufügen
hu: Hozzáadás a készlethez

# barcode.addToList
source: Add to shopping list
de: Zur Einkaufsliste hinzufügen
hu: Hozzáadás a bevásárlólistához

# barcode.addToList.later
source: Shopping lists arrive in a later update.
de: Einkaufslisten kommen mit einem späteren Update.
hu: A bevásárlólisták egy későbbi frissítéssel érkeznek.

# barcode.checkStock
source: Check stock
de: Bestand ansehen
hu: Készlet megtekintése

# barcode.denied.message
source: Camera access is turned off for Homassy. You can turn it on in Settings.
de: Der Kamerazugriff für Homassy ist ausgeschaltet. Du kannst ihn in den Einstellungen einschalten.
hu: A Homassy kamera-hozzáférése ki van kapcsolva. A Beállításokban bekapcsolhatod.

# barcode.found
source: Found in this space's catalogue
de: Im Katalog gefunden
hu: Megtalálható a katalógusban

# barcode.hint
source: Point the camera at a barcode
de: Richte die Kamera auf einen Barcode
hu: Irányítsd a kamerát a vonalkódra

# barcode.openSettings
source: Open Settings
de: Einstellungen öffnen
hu: Beállítások megnyitása

# barcode.permission.allow
source: Allow camera
de: Kamera erlauben
hu: Kamera engedélyezése

# barcode.permission.message
source: Homassy needs the camera to read barcodes. Nothing is recorded or uploaded.
de: Homassy braucht die Kamera, um Barcodes zu lesen. Es wird nichts aufgezeichnet oder hochgeladen.
hu: A Homassynak a kamerára van szüksége a vonalkódok beolvasásához. Semmit nem rögzít és nem tölt fel.

# barcode.permission.title
source: Camera
de: Kamera
hu: Kamera

# barcode.restricted.message
source: Camera access is restricted on this device.
de: Der Kamerazugriff ist auf diesem Gerät eingeschränkt.
hu: A kamera használata korlátozva van ezen az eszközön.

# barcode.retry
source: Try again
de: Erneut versuchen
hu: Újra

# barcode.scan
source: Scan barcode
de: Barcode scannen
hu: Vonalkód beolvasása

# barcode.torch.off
source: Turn off the light
de: Licht ausschalten
hu: Lámpa kikapcsolása

# barcode.torch.on
source: Turn on the light
de: Licht einschalten
hu: Lámpa bekapcsolása

# barcode.unavailable.message
source: The camera isn't available right now. Try again in a moment.
de: Die Kamera ist gerade nicht verfügbar. Versuche es gleich noch einmal.
hu: A kamera most nem érhető el. Próbáld újra egy kicsit később.

# barcode.unsupported.message
source: This device can't scan barcodes.
de: Dieses Gerät kann keine Barcodes scannen.
hu: Ez az eszköz nem tud vonalkódot beolvasni.

# common.cancel
source: Cancel
de: Abbrechen
hu: Mégse

# common.close
source: Close
de: Schließen
hu: Bezárás

# common.delete
source: Delete
de: Löschen
hu: Törlés

# common.done
source: Done
de: Fertig
hu: Kész

# common.edit
source: Edit
de: Bearbeiten
hu: Szerkesztés

# common.error
source: Error
de: Fehler
hu: Hiba

# common.no
source: No
de: Nein
hu: Nem

# common.save
source: Save
de: Speichern
hu: Mentés

# common.yes
source: Yes
de: Ja
hu: Igen

# empty.household
source: Members, stores and settings for this space
de: Mitglieder, Geschäfte und Einstellungen dieses Bereichs
hu: A tér tagjai, boltjai és beállításai

# gate.checking
source: Checking iCloud…
de: iCloud wird geprüft…
hu: iCloud ellenőrzése…

# gate.noAccount.message
source: Homassy keeps your data in your own iCloud. Sign in to iCloud in Settings to continue.
de: Homassy speichert deine Daten in deiner eigenen iCloud. Melde dich in den Einstellungen bei iCloud an, um fortzufahren.
hu: A Homassy a saját iCloudodban tárolja az adataidat. A folytatáshoz jelentkezz be az iCloudba a Beállításokban.

# gate.openSettings
source: Open Settings
de: Einstellungen öffnen
hu: Beállítások megnyitása

# gate.required.title
source: iCloud is required
de: iCloud erforderlich
hu: iCloud szükséges

# gate.restricted.message
source: iCloud is restricted on this device, for example by Screen Time or a device management profile. Ask the person who manages this device to allow iCloud.
de: iCloud ist auf diesem Gerät eingeschränkt, etwa durch Bildschirmzeit oder ein Geräteverwaltungsprofil. Bitte die Person, die dieses Gerät verwaltet, iCloud zu erlauben.
hu: Az iCloud használata korlátozva van ezen az eszközön, például a Képernyőidő vagy egy eszközkezelési profil miatt. Kérd meg az eszköz kezelőjét, hogy engedélyezze az iCloudot.

# gate.retry
source: Try again
de: Erneut versuchen
hu: Újrapróbálás

# gate.unavailable.message
source: Check your connection and your iCloud settings, then try again.
de: Prüfe deine Verbindung und die iCloud-Einstellungen und versuche es dann erneut.
hu: Ellenőrizd a kapcsolatot és az iCloud-beállításokat, majd próbáld újra.

# gate.unavailable.title
source: iCloud is temporarily unavailable
de: iCloud ist vorübergehend nicht verfügbar
hu: Az iCloud átmenetileg nem érhető el

# gate.unknown.message
source: Homassy couldn't check your iCloud account. Try again in a moment.
de: Homassy konnte dein iCloud-Konto nicht prüfen. Versuche es gleich noch einmal.
hu: A Homassy nem tudta ellenőrizni az iCloud-fiókodat. Próbáld újra egy kicsit később.

# gate.unknown.title
source: Couldn't check iCloud
de: iCloud konnte nicht geprüft werden
hu: Nem sikerült ellenőrizni az iCloudot

# history.actor.someone
source: Someone
de: Jemand
hu: Valaki

# history.actor.you
source: You
de: Du
hu: Te

# history.kind.added
source: Added
de: Hinzugefügt
hu: Hozzáadva

# history.kind.consumed
source: Consumed
de: Verbraucht
hu: Elfogyasztva

# history.kind.deleted
source: Deleted
de: Gelöscht
hu: Törölve

# history.kind.edited
source: Edited
de: Bearbeitet
hu: Szerkesztve

# history.kind.moved
source: Moved
de: Verschoben
hu: Áthelyezve

# household.delete.confirm %@
source: Delete “%@”?
de: „%@“ löschen?
hu: Törlöd ezt: „%@”?

# household.delete.continue
source: Continue
de: Weiter
hu: Tovább

# household.delete.final.message
source: This can't be undone.
de: Das kann nicht rückgängig gemacht werden.
hu: Ez nem vonható vissza.

# household.delete.final.title
source: Delete permanently?
de: Endgültig löschen?
hu: Végleges törlés?

# household.delete.message
source: This deletes the household and all its data for every member.
de: Dadurch werden der Haushalt und alle seine Daten für alle Mitglieder gelöscht.
hu: Ez minden tag számára törli a háztartást és az összes adatát.

# household.error.title
source: Something went wrong
de: Etwas ist schiefgelaufen
hu: Hiba történt

# household.exportFirst
source: Export a backup first
de: Zuerst Backup exportieren
hu: Előbb mentés exportálása

# household.leave.confirm %@
source: Leave “%@”?
de: „%@“ verlassen?
hu: Kilépsz ebből: „%@”?

# household.leave.message
source: You'll lose access, and its data will be removed from this device.
de: Du verlierst den Zugriff, und die Daten werden von diesem Gerät entfernt.
hu: Elveszíted a hozzáférést, és az adatai törlődnek erről az eszközről.

# household.new.create
source: Create
de: Erstellen
hu: Létrehozás

# household.new.done
source: Done
de: Fertig
hu: Kész

# household.new.export
source: Export a backup
de: Backup exportieren
hu: Biztonsági mentés exportálása

# household.new.inviteHint
source: Invite members in Settings, from the space menu.
de: Mitglieder lädst du in den Einstellungen im Bereichsmenü ein.
hu: Tagokat a tér menüjében, a Beállításokban hívhatsz meg.

# household.new.name
source: Household name
de: Name des Haushalts
hu: A háztartás neve

# household.new.ownerName
source: Your name in this household
de: Dein Name in diesem Haushalt
hu: A neved ebben a háztartásban

# household.new.ready %@
source: “%@” is ready
de: „%@“ ist bereit
hu: „%@” elkészült

# household.role.owner
source: Owner
de: Eigentümer
hu: Tulajdonos

# household.sharing.cloudNeeded
source: iCloud needed
de: iCloud erforderlich
hu: iCloud szükséges

# household.sharing.delete
source: Delete household
de: Haushalt löschen
hu: Háztartás törlése

# household.sharing.leave
source: Leave household
de: Haushalt verlassen
hu: Kilépés a háztartásból

# household.sharing.manage
source: Members and sharing
de: Mitglieder und Teilen
hu: Tagok és megosztás

# household.sharing.ownerLoss
source: This household is stored in your iCloud: if you leave or delete it, everyone loses access.
de: Dieser Haushalt wird in deiner iCloud gespeichert: Wenn du ihn verlässt oder löschst, verlieren alle den Zugriff.
hu: Ez a háztartás a te iCloud-fiókodban tárolódik: ha kilépsz belőle vagy törlöd, mindenki elveszíti a hozzáférést.

# household.sharing.share
source: Share this household
de: Haushalt teilen
hu: Háztartás megosztása

# household.sharing.zoneCheck
source: Zone check
de: Zonenprüfung
hu: Zónaellenőrzés

# intro.getStarted
source: Get started
de: Los geht's
hu: Kezdjük

# intro.inventory.body
source: The Inventory tab shows what expires soon at the top. Every morning at 7:00 one short notification sums it up. Scan a barcode to add things quickly.
de: Im Tab „Vorrat“ steht oben, was bald abläuft. Jeden Morgen um 7:00 fasst eine kurze Mitteilung es zusammen. Scanne einen Barcode, um Dinge schnell hinzuzufügen.
hu: A Készlet fülön legfelül látod, mi jár le hamarosan. Minden reggel 7:00-kor egy rövid értesítés összefoglalja. Vonalkód beolvasásával gyorsan felvehetsz új tételeket.

# intro.inventory.title
source: Know what's at home
de: Wissen, was da ist
hu: Tudd, mi van otthon

# intro.next
source: Next
de: Weiter
hu: Tovább

# intro.notifications.body
source: Homassy can send one short summary each morning and an overview on Mondays. It asks for permission when you tap Get started. If you say no, everything else works the same.
de: Homassy kann dir jeden Morgen eine kurze Zusammenfassung und montags einen Überblick schicken. Die Erlaubnis wird erfragt, wenn du auf „Los geht's“ tippst. Wenn du ablehnst, funktioniert alles andere genauso.
hu: A Homassy minden reggel egy rövid összefoglalót, hétfőnként pedig áttekintést küldhet. Az engedélyt a Kezdjük gomb megnyomásakor kéri. Ha nemet mondasz, minden más ugyanúgy működik.

# intro.notifications.title
source: Stay ahead of expiry dates
de: Ablaufdaten im Blick
hu: Előzd meg a lejáratot

# intro.shopping.body
source: Make lists and tap an item to mark it bought. Shopping mode keeps the screen awake, Apple Maps finds stores nearby, and what you bought goes into the inventory in one step.
de: Erstelle Listen und tippe auf einen Artikel, wenn er gekauft ist. Der Einkaufsmodus hält den Bildschirm wach, Apple Karten findet Geschäfte in der Nähe, und Gekauftes landet in einem Schritt im Vorrat.
hu: Készíts listákat, és koppints egy tételre, ha megvetted. A bevásárló mód ébren tartja a képernyőt, az Apple Térkép megtalálja a közeli boltokat, a megvett dolgok pedig egy lépésben a készletbe kerülnek.

# intro.shopping.title
source: Shopping made simple
de: Einfach einkaufen
hu: Egyszerű bevásárlás

# intro.skip
source: Skip
de: Überspringen
hu: Kihagyom

# intro.spaces.body
source: Your Personal space is only yours. A household is shared by link with anyone you invite. Switch between them with the menu at the top.
de: Dein persönlicher Bereich gehört nur dir. Einen Haushalt teilst du per Link mit allen, die du einlädst. Über das Menü oben wechselst du zwischen ihnen.
hu: A Személyes tér csak a tiéd. Egy háztartást linkkel oszthatsz meg bárkivel, akit meghívsz. A felső menüvel válthatsz közöttük.

# intro.spaces.title
source: Personal and shared
de: Persönlich und geteilt
hu: Személyes és közös

# intro.welcome.body
source: Your household's inventory, expiry dates and shopping in one place. Free and without ads. Your data lives in your own iCloud, which is why Homassy needs an iCloud account.
de: Vorrat, Ablaufdaten und Einkäufe deines Haushalts an einem Ort. Kostenlos und ohne Werbung. Deine Daten liegen in deiner eigenen iCloud, deshalb braucht Homassy ein iCloud-Konto.
hu: A háztartásod készlete, lejárati dátumai és bevásárlása egy helyen. Ingyenes és reklámmentes. Az adataid a saját iCloudodban vannak, ezért a Homassyhoz iCloud-fiók kell.

# intro.welcome.title
source: Welcome to Homassy
de: Willkommen bei Homassy
hu: Üdv a Homassyban

# inventory.addStock
source: Add to inventory
de: Zum Vorrat hinzufügen
hu: Hozzáadás a készlethez

# inventory.empty.message
source: Add what you have at home, or scan a barcode.
de: Füge hinzu, was du zu Hause hast, oder scanne einen Barcode.
hu: Add hozzá, ami otthon van, vagy olvass be egy vonalkódot.

# inventory.empty.title
source: Nothing in stock yet
de: Noch nichts auf Lager
hu: Még nincs semmi készleten

# inventory.noLocation
source: No location
de: Kein Lagerort
hu: Nincs tároló

# inventory.section.expiring
source: Expiring soon
de: Läuft bald ab
hu: Hamarosan lejár

# inventory.title
source: Inventory
de: Vorrat
hu: Készlet

# member.color.amber
source: Amber
de: Bernstein
hu: Borostyán

# member.color.automatic
source: Automatic
de: Automatisch
hu: Automatikus

# member.color.custom
source: Custom colour
de: Eigene Farbe
hu: Egyedi szín

# member.color.lime
source: Lime
de: Limette

# member.color.mocha
source: Mocha
de: Mokka
hu: Mokka

# member.color.sky
source: Sky
de: Himmelblau
hu: Égkék

# member.color.teal
source: Teal
de: Petrol
hu: Kékeszöld

# member.color.violet
source: Violet
de: Violett
hu: Ibolya

# member.editSelf
source: Name, photo and colour
de: Name, Foto und Farbe
hu: Név, fotó és szín

# member.former %lld
source: Former members (%lld)
de: Ehemalige Mitglieder (%lld)
hu: Korábbi tagok (%lld)

# member.section.title
source: Members
de: Mitglieder
hu: Tagok

# member.setYourName
source: Set your name
de: Deinen Namen festlegen
hu: Add meg a neved

# member.setup.color
source: Colour
de: Farbe
hu: Szín

# member.setup.footer %@
source: Members of “%@” see this name, photo and colour.
de: Mitglieder von „%@“ sehen diesen Namen, dieses Foto und diese Farbe.
hu: A(z) „%@” tagjai ezt a nevet, fotót és színt látják.

# member.setup.later
source: Later
de: Später
hu: Később

# member.setup.name
source: Your name
de: Dein Name
hu: A neved

# member.setup.photo
source: Photo
de: Foto
hu: Fotó

# member.setup.title %@
source: Welcome to “%@”
de: Willkommen in „%@“
hu: Üdv itt: „%@”

# member.status.canEdit
source: Can edit
de: Kann bearbeiten
hu: Szerkesztheti

# member.status.departed
source: No longer a member
de: Kein Mitglied mehr
hu: Már nem tag

# member.status.invited
source: Invited
de: Eingeladen
hu: Meghívva

# member.status.viewOnly
source: View only
de: Nur ansehen
hu: Csak megtekintés

# member.you
source: You
de: Du
hu: Te

# photoEditor.cropArea
source: Crop area. Pinch to zoom, drag to move.
de: Zuschnittbereich. Zum Zoomen zusammenziehen, zum Verschieben ziehen.
hu: Vágási terület. Csippentéssel nagyíts, húzással mozgasd.

# photoEditor.done
source: Done
de: Fertig
hu: Kész

# photoEditor.failed
source: This photo can't be opened.
de: Dieses Foto kann nicht geöffnet werden.
hu: Ez a fotó nem nyitható meg.

# photoEditor.rotate
source: Rotate left
de: Nach links drehen
hu: Forgatás balra

# photoEditor.title
source: Crop photo
de: Foto zuschneiden
hu: Fotó vágása

# picker.createNamed %@
source: Create “%@”
de: „%@“ neu anlegen
hu: „%@” új termékként

# picker.empty
source: No products yet
de: Noch keine Produkte
hu: Még nincs termék

# picker.products
source: Products
de: Produkte
hu: Termékek

# picker.recent
source: Recent
de: Zuletzt
hu: Legutóbbiak

# price.average
source: Average
de: Durchschnitt
hu: Átlagár

# price.axis.date
source: Date
de: Datum
hu: Dátum

# price.axis.unitPrice
source: Unit price
de: Stückpreis
hu: Egységár
